[
  {
    "Name": "Admin",
    "Description": "This skill covers bureaucracies and administration of all sorts, including the navigation of bureaucratic obstacles or disasters. It also covers tracking inventories, ship manifests, and other records."
  },
  {
    "Name": "Advocate",
    "Description": "Advocate gives a knowledge of common legal codes and practises, especially interstellar law. It also gives the Traveller experience in oratory, debate, and public speaking, making it an excellent skill for lawyers and politicians."
  },
  {
    "Name": "Animals",
    "Description": "This skill, rare on industrialised or technologically advanced worlds, is for the care of animals.",
    "Subskills": [
      "Handling",
      "Training",
      "Veterinary"
    ]
  },
  {
    "Name": "Handling",
    "Description": "The Traveller knows how to handle an animal and ride those trained to bear a rider. Unusual animals raise the difficulty of the check.",
    "ParentSkill": "Animals"
  },
  {
    "Name": "Training",
    "Description": "The Traveller knows how to tame and train animals.",
    "ParentSkill": "Animals"
  },
  {
    "Name": "Veterinary",
    "Description": "The Traveller is trained in veterinary medicine and animal care.",
    "ParentSkill": "Animals"
  },
  {
    "Name": "Art",
    "Description": "The Traveller is trained in a type of creative art.",
    "Subskills": [
      "Performer",
      "Holography",
      "Instrument",
      "Visual Media",
      "Write"
    ]
  },
  {
    "Name": "Performer",
    "ParentSkill": "Art",
    "Description": "The Traveller is a trained actor, dancer, or singer at home on the stage, screen, or holo."
  },
  {
    "Name": "Holography",
    "ParentSkill": "Art",
    "Description": "Recording and producing aesthetically pleasing and clear holographic images."
  },
  {
    "Name": "Instrument",
    "ParentSkill": "Art",
    "Description": "Playing a particular musical instrument, such as a flute, piano, or organ."
  },
  {
    "Name": "Visual Media",
    "ParentSkill": "Art",
    "Description": "Making artistic or abstract paintings or sculptures in a variety of media."
  },
  {
    "Name": "Write",
    "ParentSkill": "Art",
    "Description": "Composing inspiring or interesting pieces of text."
  },
  {
    "Name": "Astrogation",
    "Description": "This skill is for plotting the courses of starships and calculating accurate jumps."
  },
  {
    "Name": "Athletics",
    "Description": "The Traveller is a trained athlete and is physically fit. the Athletics skill effectively augments a Traveller's physical characteristics, whatever you can do with Strength alone you can also add your Athletics(Strength) DM to, for example. Athletics is also the principal skill used in adverse gravitational environments, specifically Athletics(Dexterity) in low or zero-G, and Athletics(Strength) in high-G locations.",
    "Subskills": [
      "Strength",
      "Dexterity",
      "Endurance"
    ]
  },
  {
    "Name": "Strength",
    "ParentSkill": "Athletics",
    "Description": "Feats of strength, weight-lifting, etc."
  },
  {
    "Name": "Dexterity",
    "ParentSkill": "Athletics",
    "Description": "Climbing, juggling, throwing, etc. For alien races with wings, this also includes flying."
  },
  {
    "Name": "Endurance",
    "ParentSkill": "Athletics",
    "Description": "Long-distance running, hiking, etc."
  },
  {
    "Name": "Broker",
    "Description": "The Broker skill allows a Traveller to negotiate trades and arrange fair deals. It is heavily used when trading."
  },
  {
    "Name": "Carouse",
    "Description": "Carousing is the art of socialising, having fun, but also ensuring other people have fun, and infectious good humour. It also covers social awareness and subterfuge in such situations."
  },
  {
    "Name": "Deception",
    "Description": "Deception allows a Traveller to lie fluently, disguise himself, perform sleight of hand, and fool onlookers. Most underhanded ways of cheating and lying fall under deception."
  },
  {
    "Name": "Diplomat",
    "Description": "The Diplomat skill is for negotiating deals, establishing peaceful contact, and smoothing over social faux pas. It includes how to behave in high society and proper ways to address nobles. It is a much more formal skill than persuade."
  },
  {
    "Name": "Drive",
    "Description": "This skill is for controlling ground vehicles of various types.",
    "Subskills": [
      "Hovercraft",
      "Mole",
      "Track",
      "Walker",
      "Wheel"
    ]
  },
  {
    "Name": "Hovercraft",
    "ParentSkill": "Drive",
    "Description": "Vehicles that rely on a cushion of air and thrusters for motion."
  },
  {
    "Name": "Mole",
    "ParentSkill": "Drive",
    "Description": "For controlling vehicles that move through solid matter using drills or other earth-moving technologies, such as plasma torches or cavitation."
  },
  {
    "Name": "Track",
    "ParentSkill": "Drive",
    "Description": "For tanks and other vehicles that move on tracks."
  },
  {
    "Name": "Walker",
    "ParentSkill": "Drive",
    "Description": "Vehicles that use two or more legs to manoeuvre."
  },
  {
    "Name": "Wheel",
    "ParentSkill": "Drive",
    "Description": "For automobiles and similar ground cars."
  },
  {
    "Name": "Electronics",
    "Description": "This skill is used to operate electronic devices such as computers and ship-board systems. Higher levels represent the ability to repair and create electronic devices and systems.",
    "Subskills": [
      "Comms",
      "Computers",
      "Remote Ops",
      "Sensors"
    ]
  },
  {
    "Name": "Comms",
    "ParentSkill": "Electronics",
    "Description": "The use of modern telecommunications; opening communication channels, querying computer networks, jamming signals, and so on, as well as proper protocols for communicating with starports and other spacecraft."
  },
  {
    "Name": "Computers",
    "ParentSkill": "Electronics",
    "Description": "Using and controlling computer systems adn similar electronics and electrics."
  },
  {
    "Name": "Remote Ops",
    "ParentSkill": "Electronics",
    "Description": "Using telepresence to remotely control drones, missiles, robots, and other devices."
  },
  {
    "Name": "Sensors",
    "ParentSkill": "Electronics",
    "Description": "The use and interpretation of data from electronic sensor devices, from observation satellites and remote probes to thermal imaging and densitometers."
  },
  {
    "Name": "Engineer",
    "Description": "The Engineer skill is used to operate and maintain spacecraft and advanced vehicles. Engineer can be used to make repairs on damaged systems on spacecraft and advanced vehicles. For repairs on simpler machines and systems, use the Mechanic skill.",
    "Subskills": [
      "M-Drive",
      "J-Drive",
      "Life Support",
      "Power"
    ]
  },
  {
    "Name": "M-Drive",
    "ParentSkill": "Engineer",
    "Description": "Maintaining and operating a spacecraft's manoeuvre drive, as well as its artificial gravity."
  },
  {
    "Name": "J-Drive",
    "ParentSkill": "Engineer",
    "Description": "Maintaining and operating a spacecraft's Jump drive."
  },
  {
    "Name": "Life Support",
    "ParentSkill": "Engineer",
    "Description": "Covers oxygen generators, heating, and lighting; and other necessary life support systems."
  },
  {
    "Name": "Power",
    "ParentSkill": "Engineer",
    "Description": "Maintaining and operating a spacecraft's power plant."
  },
  {
    "Name": "Explosives",
    "Description": "The Explosives skill covers the use of demolition charges and other explosive devices, including assembling or disarming bombs. A failed Explosives check with an Effect of -4 or less can result in a bomb detonating prematurely."
  },
  {
    "Name": "Flyer",
    "Description": "The various specialities of this skill cover different types of flying vehicles. Flyers only work in an atmosphere, vehicles that can leave the atmosphere and enter orbit generally use the Pilot skill.",
    "Subskills": [
      "Airship",
      "Grav",
      "Ornithopter",
      "Rotor",
      "Wing"
    ]
  },
  {
    "Name": "Airship",
    "ParentSkill": "Flyer",
    "Description": "Used for airships, dirigibles, and other powered lighter than air craft."
  },
  {
    "Name": "Grav",
    "ParentSkill": "Flyer",
    "Description": "This covers air/rafts, grav belts, and other vehicles that use gravitic technology."
  },
  {
    "Name": "Ornithopter",
    "ParentSkill": "Flyer",
    "Description": "For vehicles that fly through the use of flapping wings."
  },
  {
    "Name": "Rotor",
    "ParentSkill": "Flyer",
    "Description": "For helicopters, tilt-rotors, and aerodynes."
  },
  {
    "Name": "Wing",
    "ParentSkill": "Flyer",
    "Description": "For jets, vectored thrust aircraft, and aeroplanes using a lifting body."
  },
  {
    "Name": "Gambler",
    "Description": "The Traveller is familiar with a wide variety of gambling games, such as poker, roulette, blackjack, horse-racing, sports betting, and so on, and also has an excellent grasp of statistics and probability. Gambler increases the rewards from Benefit Rolls, giving the Traveller DM+1 to his cash rolls if he has Gambler 1 or better."
  },
  {
    "Name": "Gunner",
    "Description": "The various specialities of this skill deal with the operation of ship-mounted weapons in space combat. Most Travellers have smaller ships equipped solely with turret weapons.",
    "Subskills": [
      "Turret",
      "Ortillery",
      "Screen",
      "Capital"
    ]
  },
  {
    "Name": "Turret",
    "ParentSkill": "Gunner",
    "Description": "Operating turret-mounted weapons on board a ship."
  },
  {
    "Name": "Ortillery",
    "ParentSkill": "Gunner",
    "Description": "A contraction of Orbital Artillery - using a ship's weapons for planetary bombardment or attacks on stationary targets."
  },
  {
    "Name": "Screen",
    "ParentSkill": "Gunner",
    "Description": "Activating and using a ship's energy screens like Black Globe generators or meson screens."
  },
  {
    "Name": "Capital",
    "ParentSkill": "Gunner",
    "Description": "Operating bay or spinal mount weapons on board a ship."
  },
  {
    "Name": "Gun Combat",
    "Description": "The Gun Combat skill covers a variety of ranged weapons.",
    "Subskills": [
      "Archaic",
      "Energy",
      "Slug"
    ]
  },
  {
    "Name": "Archaic",
    "ParentSkill": "GunCombat",
    "Description": "For primitive weapons that are not thrown, such as bows and blowpipes."
  },
  {
    "Name": "Energy",
    "ParentSkill": "GunCombat",
    "Description": "Using advanced energy weapons like laser pistols or plasma rifles."
  },
  {
    "Name": "Slug",
    "ParentSkill": "GunCombat",
    "Description": "Weapons that fire a solid projectile such as the autorifle or gauss rifle."
  },
  {
    "Name": "Heavy Weapons",
    "Description": "The Heavy Weapons skill covers man-portable and larger weapons that cause extreme property damage, such as rocket launchers, artillery, and large plasma weapons.",
    "Subskills": [
      "Artillery",
      "Man-Portable",
      "Vehicle"
    ]
  },
  {
    "Name": "Artillery",
    "ParentSkill": "HeavyWeapons",
    "Description": "Fixed guns, mortars, and other indirect-fire weapons."
  },
  {
    "Name": "Man-Portable",
    "ParentSkill": "HeavyWeapons",
    "Description": "Missile launchers, flamethrowers, and man-portable fusion and plasma."
  },
  {
    "Name": "Vehicle",
    "ParentSkill": "HeavyWeapons",
    "Description": "Large weapons typically mounted on vehicles or strong-points such as tank guns and autocannon."
  },
  {
    "Name": "Investigate",
    "Description": "The Investigate skill incorporates keen observation, forensics, and detailed analysis."
  },
  {
    "Name": "Jack-of-All-Trades",
    "Description": "The Jack-of-All-Trades skill works differently to other skills. It reduces the unskilled penalty a Traveller receives for not having the appropriate skill by one for every level of Jack-of-All-Trades. With Jack-of-All-Trades 3, a Traveller can totally negate the penalty for being unskilled."
  },
  {
    "Name": "Language",
    "Description": "There are numerous different Language specialities, each one covering reading and writing a different language. All Travellers can speak and read their native language without needing the Language skill, and automated computer translator programs mean Language sills are not always needed on other worlds. Having Language 0 implies the Traveller has a smattering of simple phrases in several languages. There are, of course, as many specialities of Language as there are actual languages. Check with your GM to see what languages are present in your game world.",
    "Subskills": [
      "Language1",
      "Language2",
      "Language3",
      "Language4",
      "Language5"
    ]
  },
  {
    "Name": "Language1",
    "ParentSkill": "Language",
    "Description": "The ability to read/write this language."
  },
  {
    "Name": "Language2",
    "ParentSkill": "Language",
    "Description": "The ability to read/write this language."
  },
  {
    "Name": "Language3",
    "ParentSkill": "Language",
    "Description": "The ability to read/write this language."
  },
  {
    "Name": "Language4",
    "ParentSkill": "Language",
    "Description": "The ability to read/write this language."
  },
  {
    "Name": "Language5",
    "ParentSkill": "Language",
    "Description": "The ability to read/write this language."
  },
  {
    "Name": "Leadership",
    "Description": "The Leadership skill is for directing, inspiring, and rallying allies and comrades. A Traveller may make a Leadership action in combat."
  },
  {
    "Name": "Mechanic",
    "Description": "The mechanic skill allows a Traveller to maintain and repair most equipment - some advanced equipment and spacecraft components require the Engineer skill. Unlike the narrower and more focussed Engineer or Science skills, Mechanic does not allow a Traveller to build new devices or alter existing ones - it is purely for repairs and maintenance, but covers all types of equipment."
  },
  {
    "Name": "Medic",
    "Description": "The Medic skill covers emergency first aid and battlefield triage, as well as diagnosis, treatment, surgery, and long-term care."
  },
  {
    "Name": "Melee",
    "Description": "The Melee skill covers attacking in hand-to-hand combat and the use of suitable weapons.",
    "Subskills": [
      "Unarmed",
      "Blade",
      "Bludgeon"
    ]
  },
  {
    "Name": "Unarmed",
    "ParentSkill": "Melee",
    "Description": "Punching, kicking, wrestling, using improvised weapons in a bar brawl, etc. Also includes weapons that are part of an alien or creature, such as claws or teeth."
  },
  {
    "Name": "Blade",
    "ParentSkill": "Melee",
    "Description": "Attacking with swords, rapiers, blades, and other edged weapons."
  },
  {
    "Name": "Bludgeon",
    "ParentSkill": "Melee",
    "Description": "Attacking with maces, clubs, staves, etc."
  },
  {
    "Name": "Navigation",
    "Description": "Navigation is the planetside counterpart of astrogation, covering plotting courses and finding directions on the ground."
  },
  {
    "Name": "Persuade",
    "Description": "Persuade is a more casual, informal version of Diplomat. It covers fast-talking, bargaining, wheedling, and bluffing. It also covers bribery or intimidation."
  },
  {
    "Name": "Pilot",
    "Description": "The Pilot skill specialities cover different forms of spacecraft.",
    "Subskills": [
      "Small Craft",
      "Spacecraft",
      "Capital Ships"
    ]
  },
  {
    "Name": "SmallCraft",
    "ParentSkill": "Pilot",
    "Description": "Shuttles and other craft under 100 tons."
  },
  {
    "Name": "Spacecraft",
    "ParentSkill": "Pilot",
    "Description": "Trade ships and other vessels between 100 and 5,000 tons."
  },
  {
    "Name": "CapitalShips",
    "ParentSkill": "Pilot",
    "Description": "Battleships and other ships over 5,000 tons."
  },
  {
    "Name": "Profession",
    "Description": "A Traveller with a Profession skill is trained in producing useful goods or services. There are many different Profession specialities, but each one works the same way - the Traveller can make a Profession check to earn money on a planet that supports that trade. The amount of money raised is Cr250 * the Effect of the check per month. Unlike other skills with specialities, levels in the Profession skill do not grant the ability to use other specialities at level 0. Each speciality must be learned individually. Someone with a Profession skill of 0 has a general grasp of working for a living, but little experience beyond the most menial jobs.",
    "Subskills": [
      "Profession1",
      "Profession2",
      "Profession3",
      "Profession4",
      "Profession5"
    ]
  },
  {
    "Name": "Profession1",
    "ParentSkill": "Profession",
    "Description": "The ability to make money from this profession."
  },
  {
    "Name": "Profession2",
    "ParentSkill": "Profession",
    "Description": "The ability to make money from this profession."
  },
  {
    "Name": "Profession3",
    "ParentSkill": "Profession",
    "Description": "The ability to make money from this profession."
  },
  {
    "Name": "Profession4",
    "ParentSkill": "Profession",
    "Description": "The ability to make money from this profession."
  },
  {
    "Name": "Profession5",
    "ParentSkill": "Profession",
    "Description": "The ability to make money from this profession."
  },
  {
    "Name": "Recon",
    "Description": "A Traveller trained in Recon is able to scout out dangers and spot threats, unusual objects, or out of place people."
  },
  {
    "Name": "Science",
    "Description": "The Science skill covers not just knowledge, but also practical application of that knowledge where such practical application is possible.",
    "Subskills": [
      "Archaeology",
      "Astronomy",
      "Biology",
      "Chemistry",
      "Cosmology",
      "Cybernetics",
      "Economics",
      "Genetics",
      "History",
      "Linguistics",
      "Philosophy",
      "Physics",
      "Planetology",
      "Psionicology",
      "Psychology",
      "Robotics",
      "Sophontology",
      "Xenology"
    ]
  },
  {
    "Name": "Archaeology",
    "ParentSkill": "Science",
    "Description": "The study of ancient civilizations. It also covers techniques of investigation and excavation."
  },
  {
    "Name": "Astronomy",
    "ParentSkill": "Science",
    "Description": "The study of stars and celestial phenomena."
  },
  {
    "Name": "Biology",
    "ParentSkill": "Science",
    "Description": "The study of living organisms."
  },
  {
    "Name": "Chemistry",
    "ParentSkill": "Science",
    "Description": "The study of matter at the atomic, molecular, and macromolecular levels."
  },
  {
    "Name": "Cosmology",
    "ParentSkill": "Science",
    "Description": "The study of the universe and its creation."
  },
  {
    "Name": "Cybernetics",
    "ParentSkill": "Science",
    "Description": "The study of blending living and synthetic life."
  },
  {
    "Name": "Economics",
    "ParentSkill": "Science",
    "Description": "The study of trade and markets."
  },
  {
    "Name": "Genetics",
    "ParentSkill": "Science",
    "Description": "The study of genetic codes and engineering."
  },
  {
    "Name": "History",
    "ParentSkill": "Science",
    "Description": "The study of the past, as seen through documents and records as opposed to physical artefacts."
  },
  {
    "Name": "Linguistics",
    "ParentSkill": "Science",
    "Description": "The study of languages."
  },
  {
    "Name": "Philosophy",
    "ParentSkill": "Science",
    "Description": "The study of beliefs and religions."
  },
  {
    "Name": "Physics",
    "ParentSkill": "Science",
    "Description": "The study of fundamental forces."
  },
  {
    "Name": "Planetology",
    "ParentSkill": "Science",
    "Description": "The study of planet formation and evolution."
  },
  {
    "Name": "Psionicology",
    "ParentSkill": "Science",
    "Description": "The study of psionic powers and phenomena."
  },
  {
    "Name": "Psychology",
    "ParentSkill": "Science",
    "Description": "The study of thought and society."
  },
  {
    "Name": "Robotics",
    "ParentSkill": "Science",
    "Description": "The study of robot construction and use."
  },
  {
    "Name": "Sophontology",
    "ParentSkill": "Science",
    "Description": "The study of intelligent living creatures."
  },
  {
    "Name": "Xenology",
    "ParentSkill": "Science",
    "Description": "The study of alien life forms."
  },
  {
    "Name": "Seafarer",
    "Description": "The Seafarer skill covers all manner of watercraft and ocean travel.",
    "Subskills": [
      "Ocean Ships",
      "Personal",
      "Sail",
      "Submarine"
    ]
  },
  {
    "Name": "Ocean Ships",
    "ParentSkill": "Seafarer",
    "Description": "For motorised sea-going vessels."
  },
  {
    "Name": "Personal",
    "ParentSkill": "Seafarer",
    "Description": "Used for very small waterborne craft such as canoes and rowboats."
  },
  {
    "Name": "Sail",
    "ParentSkill": "Seafarer",
    "Description": "This skill is for wind-driven watercraft."
  },
  {
    "Name": "Submarine",
    "ParentSkill": "Seafarer",
    "Description": "For vehicles that travel underwater."
  },
  {
    "Name": "Stealth",
    "Description": "A Traveller trained in the Stealth skill is adept at staying unseen, unheard, and unnoticed."
  },
  {
    "Name": "Steward",
    "Description": "The Steward skill allows the Traveller to serve and care for nobles and high-class passengers. It covers everything from proper address and behaviour, to cooking and tailoring, as well as basic management skills. A Traveller with the Steward skill is necessary on any ship offering High Passage."
  },
  {
    "Name": "Streetwise",
    "Description": "A Traveller with the Streetwise skill understands the urban environment and the power structures in society. On his homeworld and in related systems, he knows criminal contacts and fixers. On other worlds, he can quickly intuit power structures and can fit into the local underworld."
  },
  {
    "Name": "Survival",
    "Description": "The Survival skill is the wilderness counterpart of the urban Streetwise skill - The Traveller is trained to survive in the wild, build shelters, hunt or trap animals, avoid exposure, and so forth. He can recognize plants and animals of his homeworld and related planets, and can pick up on common clues and traits even on unfamiliar worlds."
  },
  {
    "Name": "Tactics",
    "Description": "This skill covers planning and decision making, from board games to squad level combat to fleet engagements.",
    "Subskills": [
      "Military",
      "Naval"
    ]
  },
  {
    "Name": "Military",
    "ParentSkill": "Tactics",
    "Description": "Coordinating the attacks of foot troops or vehicles on the ground."
  },
  {
    "Name": "Naval",
    "ParentSkill": "Tactics",
    "Description": "Coordinating the attacks of a spacecraft or fleet."
  },
  {
    "Name": "Vacc-Suit",
    "Description": "The Vacc Suit skill allows a Traveller to wear and operate spacesuits and environmental suits. A Traveller will rarely need to make Vacc Suit checks under ordinary circumstances - merely possessing the skill is enough. If the Traveller does not have the requisite Vacc Suit skill for the suit he is wearing, he suffers DM-2 to all skill checks made while wearing a suit for each missing level. This skill also permits the character to operate advanced battle armour."
  }
]