{
  "ammunition": [
    {
      "id": "",
      "name": "Aerosol",
      "description": "Aerosol rounds disperse a fine mist that diffuses any lasers that are fired into or through it, but the mist does not block normal vision.",
      "special": "Any laser attack tracing a line of sight into or through the mist has its damage reduced by -10. Laser communications are completely blocked by the mist.",
      "tech-level": 7,
      "range": "",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x3",
      "traits": ["Burst 12"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Armor Piercing",
      "description": "These rounds are pointed projectiles of dense or very hard material designed to punch through armor.",
      "special": "AP ammunition provides a weapon with an AP trait equal to the number of damage dice it rolls (Destructive weapons multiply this by ten). If the weapon also has the AP trait, this is added to the final AP score.",
      "tech-level": 4,
      "range": "",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x4",
      "traits": ["AP X"],
      "ammo-types": ["Pistol", "Rifle", "Shotgun", "Heavy"]
    },
    {
      "id": "",
      "name": "Armor Piercing Discarding Sabot (APDS)",
      "description": "Representing several variations on the theme of a rod penetrator launched with a sabot and featuring increasingly long acronyms, APDS is an anti-armor round representative of various efforts to get through armor.",
      "special": "APDS ammunition provides a weapon with an AP trait equal to triple the number of damage dice it rolls (Destructive weapons multiply this by ten). If the weapon already has the AP trait, this is added to the final AP score.",
      "tech-level": 5,
      "range": "+10%",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x4",
      "traits": ["AP X"],
      "ammo-types": ["Rifle", "Heavy"]
    },
    {
      "id": "",
      "name": "Bomblet",
      "description": "Bomblet rounds are warheads that break apart above the target to scatter small bomblets over a wide area.",
      "special": "Only Artillery weapons may use bomblet rounds and any AP trait will be lost when they are used.",
      "tech-level": 7,
      "range": "",
      "damage": {
        "value": "3D",
        "scale": "Traveller"
      },
      "cost": "x4",
      "traits": ["Blast 20"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Canister",
      "description": "Also called beehive, grapeshot, and flechette, canister rounds are used for close-range defense against enemy infantry and effectively turns the weapon into a giant shotgun.",
      "special": "Artillery weapons may not use canister rounds.",
      "tech-level": 3,
      "range": "20",
      "damage": {
        "value": "4D",
        "scale": "Traveller"
      },
      "cost": "x2",
      "traits": ["Blast 20"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Concussion",
      "description": "Often used in training exercises and as a distraction in close assaults, concussion rounds are non-lethal shells that burst with a loud noise and bright flash. They are intended to stun opponents rather than kill them.",
      "special": "Stuns opponents rather than dealing damage.",
      "tech-level": 7,
      "range": "",
      "damage": {
        "value": "4D",
        "scale": "Traveller"
      },
      "cost": "x1",
      "traits": ["Stun"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Directed Plasma",
      "description": "Directed plasma rounds are an advanced version of shaped charge weapons, intended to destroy hard targets.",
      "special": "Directed plasma rounds for pistols and rifles become available at TL 16.",
      "tech-level": 15,
      "range": "",
      "damage": {
        "value": "+1D",
        "scale": ""
      },
      "cost": "x10",
      "traits": ["AP x3", "Blast 0"],
      "ammo-types": ["Pistol", "Rifle", "Shotgun", "Heavy"]
    },
    {
      "id": "",
      "name": "Electromagnetic Pulse",
      "description": "This round unleashes a massive burst of electromagnetic radiation that does not harm living tissue.",
      "special": "Causes unshielded electronics to shut down for 1D minutes. Unshielded electronics of more than two TLs lower than that of the round will be permanently fried, while all electronics of more than two TLs higher will be completely immune.",
      "tech-level": 9,
      "range": "",
      "damage": {
        "value": "None",
        "scale": ""
      },
      "cost": "x10",
      "traits": ["Blast 20"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Extended Range",
      "description": "Extended range rounds use more efficient propellant or even a rocket boost to increase their velocity and therefore effective range. Artillery weapons may combine extended range ammunition with other types simply by adding their cost multipliers together.",
      "special": "Increases the range of the weapon.",
      "tech-level": 7,
      "range": "+25%",
      "damage": {
        "value": "-1D",
        "scale": ""
      },
      "cost": "x3",
      "traits": [],
      "ammo-types": ["Pistol", "Rifle", "Heavy"]
    },
    {
      "id": "",
      "name": "Flare",
      "description": "This is an illuminating round designed to shed light over a wide area. The round is fired into the air and then descends on a parachute (it therefore can only be used on worlds with Atmosphere 3+). Everything within the Burst area is illuminated as normal daylight. Thermal and light-intensification equipment is designed to cut out to the protect the Traveller's sight, so these rounds cannot be used to blind the enemy, though they will make more advanced sighting gear less useful and thus level the playing field for those without it.",
      "special": "Can only be used on worlds with Atmosphere 3+. Everything within the Burst area is illuminated as normal daylight. The illumination will last for 1D + the planet's Atmosphere rounds. Will also make more advanced sighting gear less useful.",
      "tech-level": 4,
      "range": "",
      "damage": {
        "value": "None",
        "scale": ""
      },
      "cost": "x1",
      "traits": ["Blast 100"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Fragmentation",
      "description": "This is an anti-personnel warhead, throwing out shards of shrapnel across a very wide area.",
      "special": "If the weapon does not have a Burst trait, fragmentation rounds will give it Burst 10.",
      "tech-level": 6,
      "range": "",
      "damage": {
        "value": "4D",
        "scale": "Traveller"
      },
      "cost": "x1",
      "traits": ["Blast x2"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Fuel-Air",
      "description": "A fuel-air round dispenses a cloud of highly flammable droplets which are ignited as they mix with air. The resulting explosion has been compared to a nuclear detonation.",
      "special": "This round will only work on worlds that have an oxygen component to their atmosphere. If the weapon does not have a Burst trait, fuel-air rounds will give it Burst 10.",
      "tech-level": 7,
      "range": "",
      "damage": {
        "value": "1DD",
        "scale": ""
      },
      "cost": "x8",
      "traits": ["Blast x3"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Guided",
      "description": "Some warheads can be either guided by the operator or fitted with a self-homing capability.",
      "special": "Guided rounds become available for rifles and pistols at TL10.",
      "tech-level": 7,
      "range": "",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x6",
      "traits": ["Smart"],
      "ammo-types": ["Pistol", "Rifle", "Heavy"]
    },
    {
      "id": "",
      "name": "High Explosive Armor Piercing (HEAP)",
      "description": "High Explosive Armor Piercing rounds use shaped charge warheads or similar technologies to penetrate thick levels of armor before detonating inside the target.",
      "special": "HEAP ammunition provides a weapon with an AP trait equal to double the number of damage dice it rolls (before the bonus dice is added for HEAP ammunition) (Destructive weapons multiply this by ten).",
      "tech-level": 5,
      "range": "-25%",
      "damage": {
        "value": "+1D",
        "scale": ""
      },
      "cost": "x8",
      "traits": ["AP Special"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Incendiary",
      "description": "Incendiary warheads are designed to set fire to things, causing flammable material close by to catch fire.",
      "special": "The round's Burst trait will be equal to the number of damage dice of the weapon, multiplied by 10 if the weapon is Vehicle scale.",
      "tech-level": 8,
      "range": "",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x3",
      "traits": ["Blast X", "Fire"],
      "ammo-types": ["Pistol", "Rifle", "Shotgun", "Heavy"]
    },
    {
      "id": "",
      "name": "Neurotoxin",
      "description": "This round creates a cloud of gas that, if inhaled, will likely prove deadly.",
      "special": "Any living target within the cloud that does not have a respirator or sealed suit will be attacked as if by a poison with a VEry Difficult (12+) END check, Damage 1D INT, and Interval of 1D seconds. Gas clouds dissipate after 1D * 3 rounds, though heavy winds and rain can drastically reduce this time.",
      "tech-level": 5,
      "range": "",
      "damage": {
        "value": "Special",
        "scale": ""
      },
      "cost": "x10",
      "traits": ["Blast 12"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Nuclear",
      "description": "Highly illegal on most worlds, these warheads create a small nuclear explosion wherever they land, laying waste to everything nearby.",
      "special": "Creates a small nuclear explosion on impact.",
      "tech-level": 6,
      "range": "",
      "damage": {
        "value": "6DD",
        "scale": ""
      },
      "cost": "x20",
      "traits": ["Blast 500", "Radiation"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Plasma",
      "description": "Plasma warheads are an advanced form of high explosive, designed to eliminate both soft and armored targets, depending on what weapon they are fired from.",
      "special": "Plasma rounds for pistols and rifles become available at TL16.",
      "tech-level": 15,
      "range": "",
      "damage": {
        "value": "+1D",
        "scale": ""
      },
      "cost": "x10",
      "traits": ["AP x2", "Blast x2"],
      "ammo-types": ["Pistol", "Rifle", "Shotgun", "Heavy"]
    },
    {
      "id": "",
      "name": "Smoke",
      "description": "Smoke rounds create a thick cloud that disrupts vision.",
      "special": "Imposes DM-2 to all attacks on targets within the cloud. IR vision completely bypasses this cloud of smoke. Smoke clouds dissipate after 1D x 3 rounds, though heavy winds and rain can drastically reduce this time.",
      "tech-level": 4,
      "range": "",
      "damage": {
        "value": "None",
        "scale": ""
      },
      "cost": "x1",
      "traits": ["Blast 12"],
      "ammo-types": ["Heavy"]
    },
    {
      "id": "",
      "name": "Solid Shot",
      "description": "A basic anti-armor round, solid shot is essentially a pointed projectile of dense or hard material.",
      "special": "Solid shot provides a weapon with an AP trait equal to half the number of damage dice it rolls, rounding up (Destructive weapons multiply this by ten). If the weapon already has the AP trait, this is added to the final AP score.",
      "tech-level": 5,
      "range": "-25%",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x2",
      "traits": ["AP X"],
      "ammo-types": ["Pistol", "Rifle", "Shotgun", "Heavy"]
    },
    {
      "id": "",
      "name": "Thermal Smoke",
      "description": "This acts as a smoke grenade but also throws out hot particles that block IR vision as well.",
      "special": "Imposes DM-2 to all attacks on targets within the cloud. Smoke clouds dissipate after 1D x 3 rounds, though heavy winds and rain can drastically reduce this time.",
      "tech-level": 7,
      "range": "",
      "damage": {
        "value": "",
        "scale": ""
      },
      "cost": "x2",
      "traits": ["Blast 12"],
      "ammo-types": ["Heavy"]
    }
  ]
}