{
  "home-comforts": [
    {
      "id": 0,
      "name": "Alien Cosplay Kit",
      "description": "A fad on some worlds, gatherings of Travellers can see a select group who choose to go to sometimes very elaborate lengths to appear as an alien.",
      "special": "The very best cosplay kits can make a Traveller appear almost indistinguishable from a real alien at a distance, though there will always be a feeling of 'falseness' up close.",
      "tech-level": 7,
      "mass": 1,
      "cost": 350
    },
    {
      "id": 0,
      "name": "Autobar",
      "description": "With an automatically updated database covering the finest cocktails developed on civilized worlds, the autobar provides a voice-activated drinks delivery system.",
      "special": "Provides a voice-activated drinks delivery system.",
      "tech-level": 8,
      "mass": 4,
      "cost": 300
    },
    {
      "id": 0,
      "name": "Autochef",
      "description": "A fully automated robotic food preparation system, the autochef requires a Traveller to simply feed it ingredients and it will deliver properly cooked meals derived from a huge database of recipes.",
      "special": "Requires a Traveller to simply feed it ingredients and it will deliver properly cooked meals derived from a huge database of recipes.",
      "tech-level": 9,
      "mass": 6,
      "cost": 200
    },
    {
      "id": 0,
      "name": "Autochef (Gourmet)",
      "description": "Based on the same principles as a regular autochef, but is capable of more complex creations and performing a wider range of actions, such as opening cans. However, it tends to complain if it is not given premium ingredients.",
      "special": "Requires a Traveller to simply feed it ingredients and it will deliver properly cooked meals derived from a huge database of recipes.",
      "tech-level": 10,
      "mass": 5,
      "cost": 2500
    },
    {
      "id": 0,
      "name": "Autolaundry",
      "description": "No Traveller wants to take time away from earning a profit by engaging in mundane household chores. The autolaundry was designed to pick up this slack and free Travellers from that most arduous of duties - cleaning clothes. Autolaundries use water and chemical detergents, but the detergents are designed to be biodegradable with a catalytic treatment, allowing them to be recycled. These systems use less than a cup of water to wash a standard 5kg load.",
      "special": "Steams, irons, folds, and lightly deodorizes clothing.",
      "tech-level": 7,
      "mass": 18,
      "cost": 250
    },
    {
      "id": 0,
      "name": "Autolaundry",
      "description": "No Traveller wants to take time away from earning a profit by engaging in mundane household chores. The autolaundry was designed to pick up this slack and free Travellers from that most arduous of duties - cleaning clothes. Autolaundries use chemical detergents, but the detergents are designed to be biodegradable with a catalytic treatment, allowing them to be recycled. These systems are completely sonic, and no water is consumed.",
      "special": "Steams, irons, folds, and lightly deodorizes clothing.",
      "tech-level": 10,
      "mass": 6,
      "cost": 500
    },
    {
      "id": 0,
      "name": "Autolaundry",
      "description": "No Traveller wants to take time away from earning a profit by engaging in mundane household chores. The autolaundry was designed to pick up this slack and free Travellers from that most arduous of duties - cleaning clothes. Autolaundries use water and chemical detergents, but the detergents are designed to be biodegradable with a catalytic treatment, allowing them to be recycled. These systems use less than a cup of water to wash a standard 5kg load.",
      "special": "Steams, irons, folds, and lightly deodorizes clothing. Also eliminates dirt, bacteria, stubborn stains, and even pests such as moth larvae.",
      "tech-level": 17,
      "mass": 5,
      "cost": 1000
    },
    {
      "id": 0,
      "name": "Clothing Consultant",
      "description": "A mirror with holographic overlay combined with a focussed artificial intelligence, the clothing consultant inspects the sartorial choices of any Traveller standing in front of it, then makes suggestions based on the known fashions of nearby systems. These are then projected onto the image of the Traveller to verify the selection. The clothing consultant comes installed with a variety of personalities, though few select the most sarcastic.",
      "special": "Inspects the sartorial choices of any Traveller standing in front of it, then makes suggestions based on the known fashions of nearby systems.",
      "tech-level": 9,
      "mass": 6,
      "cost": 800
    },
    {
      "id": 0,
      "name": "Bed",
      "description": "For many a Traveller, the most important part of a home is where he sleeps, a good night's rest being directly connected to one's success in the field. Many choose a simple mattress-based bed, though those purchased separately are usually an order of magnitude comfier than the standard stateroom model.",
      "special": "Where a Traveller sleeps.",
      "tech-level": 1,
      "mass": 80,
      "cost": 200
    },
    {
      "id": 0,
      "name": "Bed (Hammock)",
      "description": "For many a Traveller, the most important part of a home is where he sleeps, a good night's rest being directly connected to one's success in the field. Many prefer hammocks, which have the advantage of keeping the Traveller safe in the event of adverse gravitational effects.",
      "special": "Keeps the Traveller safe in the event of adverse gravitational effects.",
      "tech-level": 2,
      "mass": 0,
      "cost": 10
    },
    {
      "id": 0,
      "name": "Bed",
      "description": "For many a Traveller, the most important part of a home is where he sleeps, a good night's rest being directly connected to one's success in the field. Anti-Grav beds hold the Traveller in suspension as he sleeps, at a height of up to 3 meters (though most select a much lower height, in the event of power failure) and in perfect comfort.",
      "special": "Holds the Traveller in suspension as he sleeps, at a height of up to 3 meters (though most select a much lower height, in the event of power failure) and in perfect comfort.",
      "tech-level": 12,
      "mass": 5,
      "cost": 1500
    },
    {
      "id": 0,
      "name": "Environment Replicator",
      "description": "Designed to be installed within a standard stateroom or similar area, the environment replicator automatically adjusts lighting, temperature, and humidity to recreate that found on specific worlds. This is usually used to make a Traveller feel more comfortable when he is light years away from his homeworld. The environment replicator can be set to make minor changes (to reflect changing times of day or seasons) but does not affect the atmosphere of the room.",
      "special": "Automatically adjusts lighting, temperature, and humidity to recreate that found on specific worlds.",
      "tech-level": 8,
      "mass": 12,
      "cost": 2000
    },
    {
      "id": 0,
      "name": "Float Table (Small)",
      "description": "Float tables come in various sizes, measuring from a square foot the size of an average dining table. Equipped with anti-grav plates, float tables can be positioned in mid-air as desired, forming a ready surface for eating or working from. They cannot support more than their own weight and remain floating, but most models can move slowly upon verbal command.",
      "special": "Can be positioned in mid-air as desired, forming a ready surface for eating or working from.",
      "tech-level": 10,
      "mass": 1,
      "cost": 200
    },
    {
      "id": 0,
      "name": "Float Table (Large)",
      "description": "Float tables come in various sizes, measuring from a square foot the size of an average dining table. Equipped with anti-grav plates, float tables can be positioned in mid-air as desired, forming a ready surface for eating or working from. They cannot support more than their own weight and remain floating, but most models can move slowly upon verbal command.",
      "special": "Can be positioned in mid-air as desired, forming a ready surface for eating or working from.",
      "tech-level": 10,
      "mass": 4,
      "cost": 600
    },
    {
      "id": 0,
      "name": "Hair Styler",
      "description": "Consisting of a cap placed over the head, the hair styler alters the style of a Traveller's hair within minutes, cutting, dyeing, blowing, drying, adding extensions according to pre-selected designs. These designs can be updated to match the cultural preferences of newly visited systems. ",
      "special": "Alters the style of a Traveller's hair within minutes, cutting, dyeing, blowing, drying, adding extensions according to pre-selected designs.",
      "tech-level": 8,
      "mass": 2,
      "cost": 450
    },
    {
      "id": 0,
      "name": "Hair Styler",
      "description": "Consisting of a full-body capsule intended for use by races who grow hair on their whole body, this hair styler alters the style of a Traveller's hair within minutes, cutting, dyeing, blowing, drying, adding extensions according to pre-selected designs. These designs can be updated to match the cultural preferences of newly visited systems.",
      "special": "Alters the style of a Traveller's hair within minutes, cutting, dyeing, blowing, drying, adding extensions according to pre-selected designs.",
      "tech-level": 8,
      "mass": 8,
      "cost": 1250
    },
    {
      "id": 0,
      "name": "High Fidelity Music System",
      "description": "Many Travellers enjoy music as part of their private life though, on board a ship, the excessive volume of these systems are capable of might not be so private. The sound reproduction is sufficient to convince all but the most demanding audiophiles that the musicians could indeed be in the same room.",
      "special": "Plays music loudly, and is sufficient to convince all but the most demanding audiophiles that the musicians could indeed be in the same room.",
      "tech-level": 6,
      "mass": 8,
      "cost": 1500
    },
    {
      "id": 0,
      "name": "High Fidelity Music System",
      "description": "Many Travellers enjoy music as part of their private life and, on board a ship, this model has a directional sound output so it is focussed in specific and adjustable arcs. The sound reproduction is sufficient to convince all but the most demanding audiophiles that the musicians could indeed be in the same room.",
      "special": "Plays music loudly, and is sufficient to convince all but the most demanding audiophiles that the musicians could indeed be in the same room. Also includes directional sound output, so the sound can be limited to a specific space.",
      "tech-level": 11,
      "mass": 8,
      "cost": 4000
    },
    {
      "id": 0,
      "name": "Holographic Play Table",
      "description": "Often installed in common areas on board ships, the holographic play table can be used as a normal utility surface when not in use but, upon activation, it generates interactive holographic playing pieces from a database of board and strategy games. The galaxy's most popular games, such as Frontloader, Offbeat, Jump, and Dimension, are installed by default and more can be added to suit the Traveller's own tastes.",
      "special": "Generates interactive holographic playing pieces from a database of board and strategy games.",
      "tech-level": 9,
      "mass": 9,
      "cost": 750
    },
    {
      "id": 0,
      "name": "Home Theater",
      "description": "Once a traveller has settled into his home and purchased a music system, a home theater is often the next thing on the list, allowing him to watch the latest vids as the directors truly intended (so he tells himself). Even with the appearance of technologies such as flat and flexible screens, a home theater is a bulky item.",
      "special": "Allows a Traveller to watch the latest vids as the directors truly intended (so he tells himself).",
      "tech-level": 8,
      "mass": 30,
      "cost": 4500
    },
    {
      "id": 0,
      "name": "Home Theater",
      "description": "Once a traveller has settled into his home and purchased a music system, a home theater is often the next thing on the list, allowing him to watch the latest vids as the directors truly intended (so he tells himself). Allows screens to be 'painted' onto a wall or other flat surface and, combined with powerful but low profile speakers, take up relatively little space.",
      "special": "Allows a Traveller to watch the latest vids as the directors truly intended (so he tells himself).",
      "tech-level": 9,
      "mass": 20,
      "cost": 12000
    },
    {
      "id": 0,
      "name": "Home Theater",
      "description": "Once a traveller has settled into his home and purchased a music system, a home theater is often the next thing on the list, allowing him to watch the latest vids as the directors truly intended (so he tells himself). 3D and holographic technologies allow an entire room to become the center of a home theater, placing the Traveller in the center of the action.",
      "special": "Allows a Traveller to watch the latest vids as the directors truly intended (so he tells himself).",
      "tech-level": 10,
      "mass": 9,
      "cost": 36000
    },
    {
      "id": 0,
      "name": "Lords of Space",
      "description": "A spiralling craze on some worlds, Lords of Space are small twelve inch animatronic toys that, when activated, are programmed to react to one another in a variety of patterns. They tend to be based upon various alien races, careers, and notable personalities. While a few basic models are readily available (such as the Droyne worker), others are made in short runs that drives the market into a frenzy when they are released. They can consequently be very hard to find but more than a few TTravellers are driven to collect them all. Some Travellers have invented games that pit Lords of Space against one another.",
      "special": "Twelve inch animatronic toys that, when activated, are programmed to react to one another in a variety of patterns.",
      "tech-level": 10,
      "mass": 1,
      "cost": 250
    },
    {
      "id": 0,
      "name": "Personal Safe",
      "description": "Not every Traveller trusts his shipmates, and the personal safe provides a measure of safety for valuables. Personal safes are large enough to store documents and a couple of pistols or similar-sized objects. This model is purely mechanical in nature, requiring Mechanics checks to force open.",
      "special": "Allows a small space for the Traveller to keep valuable items, requiring a Difficult (10+) Mechanics check to access without the code.",
      "tech-level": 5,
      "mass": 5,
      "cost": 150
    },
    {
      "id": 0,
      "name": "Personal Safe",
      "description": "Not every Traveller trusts his shipmates, and the personal safe provides a measure of safety for valuables. Personal safes are large enough to store documents and a couple of pistols or similar-sized objects. This model is purely mechanical in nature, requiring Mechanics checks to force open.",
      "special": "Allows a small space for the Traveller to keep valuable items, requiring a Very Difficult (12+) Mechanics check to access without the code.",
      "tech-level": 6,
      "mass": 4,
      "cost": 250
    },
    {
      "id": 0,
      "name": "Personal Safe",
      "description": "Not every Traveller trusts his shipmates, and the personal safe provides a measure of safety for valuables. Personal safes are large enough to store documents and a couple of pistols or similar-sized objects. This model has an electric component, requiring Electronics (computers) checks to force open.",
      "special": "Allows a small space for the Traveller to keep valuable items, requiring a Very Difficult (12+) Electronics (computers) check to access without the code.",
      "tech-level": 8,
      "mass": 3,
      "cost": 400
    },
    {
      "id": 0,
      "name": "Personal Safe",
      "description": "Not every Traveller trusts his shipmates, and the personal safe provides a measure of safety for valuables. Personal safes are large enough to store documents and a couple of pistols or similar-sized objects. This model has an electric component, requiring Electronics (computers) checks to force open.",
      "special": "Allows a small space for the Traveller to keep valuable items, requiring a Formidable (14+) Electronics (computers) check to access without the code.",
      "tech-level": 12,
      "mass": 3,
      "cost": 600
    },
    {
      "id": 0,
      "name": "Miniatures Wargame",
      "description": "Often designated as simply being toy soldiers, miniatures wargames allow their players to construct, paint, and field large armies or fleets on a tabletop surface. The armies can range from anything in history or fiction, and many feature land, air, sea, or space-bound forces. These miniatures are crude, made from metal, wood, or card. For serious players, they should regard the costs listed with miniatures wargames to be a type of monthly 'subscription' rather than a one-off purchase.",
      "special": "Players make opposed Tactics (naval or military) checks (1D hours, INT or EDU) to determine winners.",
      "tech-level": 5,
      "mass": 1,
      "cost": 25
    },
    {
      "id": 0,
      "name": "Miniatures Wargame",
      "description": "Often designated as simply being toy soldiers, miniatures wargames allow their players to construct, paint, and field large armies or fleets on a tabletop surface. The armies can range from anything in history or fiction, and many feature land, air, sea, or space-bound forces. These miniatures are made of plastics, with a huge variety in the types of model possible. For serious players, they should regard the costs listed with miniatures wargames to be a type of monthly 'subscription' rather than a one-off purchase.",
      "special": "Players make opposed Tactics (naval or military) checks (1D hours, INT or EDU) to determine winners.",
      "tech-level": 7,
      "mass": 1,
      "cost": 250
    },
    {
      "id": 0,
      "name": "Miniatures Wargame",
      "description": "Often designated as simply being toy soldiers, miniatures wargames allow their players to construct, paint, and field large armies or fleets on a tabletop surface. The armies can range from anything in history or fiction, and many feature land, air, sea, or space-bound forces. These miniatures can be fully animated, allowing players to watch their models cross the tabletop and fight under their direction. For serious players, they should regard the costs listed with miniatures wargames to be a type of monthly 'subscription' rather than a one-off purchase.",
      "special": "Players make opposed Tactics (naval or military) checks (1D hours, INT or EDU) to determine winners.",
      "tech-level": 10,
      "mass": 1,
      "cost": 2500
    },
    {
      "id": 0,
      "name": "Miniatures Wargame",
      "description": "Often designated as simply being toy soldiers, miniatures wargames allow their players to construct, paint, and field large armies or fleets on a tabletop surface. The armies can range from anything in history or fiction, and many feature land, air, sea, or space-bound forces. These miniatures are replaced with sophisticated holographics, allowing games to be played on any flat surface and models to be 'painted' instantly. For serious players, they should regard the costs listed with miniatures wargames to be a type of monthly 'subscription' rather than a one-off purchase.",
      "special": "Players make opposed Tactics (naval or military) checks (1D hours, INT or EDU) to determine winners.",
      "tech-level": 11,
      "mass": 1,
      "cost": 25000
    },
    {
      "id": 0,
      "name": "Remembrance Hologram",
      "description": "This is a small device that fits easily into the palm which, when activated, projects a pre-programmed 20-30cm image of a person. These are often persons close and dear to the owner of the device, but whom have departed from the universe of the living, most often family members though some Travellers may keep a remembrance hologram of a companion they spent a lot of time with. There is also a market on some worlds for remembrance holograms depicting recently deceased celebrities - these are often a lot more expensive.",
      "special": "When activated, projects a pre-programmed 20-30cm image of a person.",
      "tech-level": 9,
      "mass": 0,
      "cost": 250
    },
    {
      "id": 0,
      "name": "Sleep Inducer",
      "description": "Consisting of a framework attached to the head of a bed, the sleep inducer is a programmable system that influences brain waves to encourage both sleep and then alertness. No longer waiting to fall asleep naturally, a Traveller can now program his down time to the minute.",
      "special": "Influences brain waves to encourage both sleep and then alertness.",
      "tech-level": 10,
      "mass": 2,
      "cost": 1000
    },
    {
      "id": 0,
      "name": "Sonic Sweat and Stain Remover",
      "description": "Just what a busy Traveller needs to spruce up clothes and armor after a particularly noisome mission. Using the very latest vibe technology, just a swipe of the magic wand over any annoyingly stubborn stain or odor and watch it disappear.",
      "special": "Swipe of the magic wand over any annoyingly stubborn stain or odor and watch it disappear.",
      "tech-level": 13,
      "mass": 1,
      "cost": 125
    },
    {
      "id": 0,
      "name": "Sphere of Solace",
      "description": "Using active sound cancelling technology, the sphere of solace creates an adjustable area of silence through which only the loudest sounds are capable of penetrating (if a battle is going on between shipmates using the sphere versus the high fidelity music system, highest TL will win...). This is used to create a zone over up to 5 meters in radius where a Traveller can enjoy both peace and quiet.",
      "special": "Creates an adjustable area of silence up to 5 meters in radius through which only the loudest sounds are capable of penetrating.",
      "tech-level": 10,
      "mass": 1,
      "cost": 500
    },
    {
      "id": 0,
      "name": "Vivarium",
      "description": "This is a self-contained living area with adjustable environment controls intended for the keeping of exotic and alien pets. Temperature, light, and atmosphere are all selectable, allowing a Traveller to keep his favorite pet close by at home or in his stateroom. Vivaria come in different sizes, rated by the total number of hits of the creatures.",
      "special": "Can keep creatures up to 2 hits contained in a controlled environment.",
      "tech-level": 8,
      "mass": 2,
      "cost": 400
    },
    {
      "id": 0,
      "name": "Vivarium",
      "description": "This is a self-contained living area with adjustable environment controls intended for the keeping of exotic and alien pets. Temperature, light, and atmosphere are all selectable, allowing a Traveller to keep his favorite pet close by at home or in his stateroom. Vivaria come in different sizes, rated by the total number of hits of the creatures.",
      "special": "Can keep creatures up to 5 hits contained in a controlled environment.",
      "tech-level": 8,
      "mass": 4,
      "cost": 1000
    },
    {
      "id": 0,
      "name": "Vivarium",
      "description": "This is a self-contained living area with adjustable environment controls intended for the keeping of exotic and alien pets. Temperature, light, and atmosphere are all selectable, allowing a Traveller to keep his favorite pet close by at home or in his stateroom. Vivaria come in different sizes, rated by the total number of hits of the creatures.",
      "special": "Can keep creatures up to 10 hits contained in a controlled environment.",
      "tech-level": 8,
      "mass": 8,
      "cost": 2200
    }
  ]
}