{
  "sensors": [
    {
      "id": 1,
      "name": "Binoculars",
      "description": "Allow the user to see further.",
      "tech-level": 3,
      "mass": 1,
      "cost": 75
    },
    {
      "id": 2,
      "name": "Binoculars (Electronic)",
      "description": "Similar to optical binoculars, electronic binoculars also include a laser rangefinder and light intensification function that allows vision in all conditions of poor lighting except total darkness. Electronic Binoculars do not allow the user to see through an obstruction such as fog, smoke, or thick foliage.",
      "tech-level": 8,
      "mass": 1,
      "cost": 750
    },
    {
      "id": 0,
      "name": "Binoculars (Electronic)",
      "description": "Similar to optical binoculars, electronic binoculars also include a laser rangefinder, image-processing unit to help identify partially seen objects, and light intensification function that allows vision in all conditions of poor lighting except total darkness. Electronic Binoculars do not allow the user to see through an obstruction such as fog, smoke, or thick foliage.",
      "special": "Allows for a low-light amplification view.",
      "tech-level": 8,
      "mass": 1,
      "cost": 750
    },
    {
      "id": 3,
      "name": "Binoculars (Electronic)",
      "description": "Allow the user to see further. PRIS (Portable Radiation Imaging System) allows the user to observe a large section of the EM-spectrum, from infrared to gamma rays.",
      "tech-level": 12,
      "mass": 1,
      "cost": 3500
    },
    {
      "id": 11,
      "name": "Binoculars (PRIS)",
      "description": "PRIS (Portable Radiation Imaging System) binoculars have no lenses, but instead project an image for the Traveller as if she were using optical binoculars. The image can be gathered using a variety of wavelengths; optical, infrared, ultraviolet, radio, and x-ray to name a few. The binoculars do not emit these wavelengths, they instead read naturally-occuring emissions, then convert the data into an optical display using false color. Composite images using different spectra are possible and can highlight things missed when viewing in just one mode, but can be very confusing to a new user.",
      "special": "Allows the user to see further, and display views in different wavelengths.",
      "tech-level": 12,
      "mass": 1,
      "cost": 3500
    },
    {
      "id": 11,
      "name": "Binoculars (Psi-Finder)",
      "description": "These binoculars are the same as PRIS binoculars, but have one additional setting that less advanced models do not have access to. By turning on a special filter, the psi-finder binoculars place a nimbus of luminescent light around the image of anything with a Psi score. The stronger and brighter the nimbus is, the more powerful the psionic ability of the individual viewed.",
      "special": "Allows the user to see further, and display views in different wavelengths. Also reveals anything that has a Psi score.",
      "tech-level": 16,
      "mass": 1,
      "cost": 10000
    },
    {
      "id": 4,
      "name": "Bioscanner",
      "description": "The bioscanner 'sniffs' for organic molecules and tests chemical samples, analysing the make-up of whatever it is focussed on. It can be used to detect poisons or bacteria, analyze organic matter, search for life signs, and classify unfamiliar organisms.",
      "tech-level": 15,
      "mass": 3.5,
      "cost": 350000
    },
    {
      "id": 5,
      "name": "Densitometer",
      "description": "The remote densitometer uses an object's natural gravity to measure its density, building up a three-dimensional image of the inside and outside of an object.",
      "tech-level": 14,
      "mass": 5,
      "cost": 20000
    },
    {
      "id": 6,
      "name": "EM Probe",
      "description": "This handy device detects the electromagnetic emissions of technological devices, and can be used as a diagnostic tool when examining equipment or when searching for hidden bugs or devices.",
      "tech-level": 10,
      "mass": 1,
      "cost": 1000
    },
    {
      "id": 7,
      "name": "Geiger Counter",
      "description": "This is a simple handheld device that picks up ambient or projected radiation in the area and registers it to the Traveller as a series of clicks and lights.",
      "special": "Detects radiation sources of 30 rads or greater.",
      "tech-level": 5,
      "mass": 1,
      "cost": 250
    },
    {
      "id": 7,
      "name": "Geiger Counter",
      "description": "This is a simple handheld device that picks up ambient or projected radiation in the area and registers it to the Traveller as a series of clicks and lights.",
      "special": "Detects radiation sources of 30 rads or greater, as well as the element that is producing it and the direction it is coming from.",
      "tech-level": 8,
      "mass": 0,
      "cost": 400
    },
    {
      "id": 0,
      "name": "Goggles (Chemi-View)",
      "description": "An advanced set of goggles which attach to a wrist--linked 'sniffer', chemi-view technology allows the Traveller to set their vision to a specific chemical compound, protein strand, or even elemental presence. The sniffer takes a sample of the substance the goggles are set to find and locked down into vision mode; this immediately causes the goggles to brightly illuminate any traces of that chemical compound. This is very useful for finding drugs, bombs, or alien species. The sniffer is powerful enough to be set for specific strands of DNA materials if a tissue sample is made available.",
      "special": "Takes a sample of a chemical compound, protein strand, or elemental presence and illuminates it through the goggles.",
      "tech-level": 13,
      "mass": 0,
      "cost": 5000
    },
    {
      "id": 10,
      "name": "Goggles (Hybrid)",
      "description": "A headset with goggles or an adaptation to the visor of armor allowing a Traveller to see clear, monochrome vision or thermal imaging up to 18 meters in anything less than total dark . Thermal imaging allows temperature differences to be detected, making warm objects like animals, people, and vehicles very obvious unless there is a lot of 'heat clutter' in the area. It will not allow the Traveller to find his way around a cave or similar environment where everything is much the same temperature. While some light is required to produce this effect, anything approaching normal daylight conditions severely degrades the clarity of the view and the range. ",
      "special": "Combines the effects of Infrared Goggles and Light Intensifier Goggles.",
      "tech-level": 9,
      "mass": 0,
      "cost": 1250
    },
    {
      "id": 8,
      "name": "Goggles (Infrared)",
      "description": "A headset with goggles or an adaptation to the visor of armor allowing a Traveller to see by visible light or thermal imaging. Thermal imaging allows temperature differences to be detected, making warm objects like animals, people, and vehicles very obvious unless there is a lot of 'heat clutter' in the area. It will not allow the Traveller to find his way around a cave or similar environment where everything is much the same temperature.",
      "special": "Permits the user to see exothermic (heat-emitting) sources in the dark.",
      "tech-level": 6,
      "mass": 0,
      "cost": 500
    },
    {
      "id": 9,
      "name": "Goggles (Light Intensifier)",
      "description": "These goggles allow clear, monochrome vision up to 18 meters in anything less than total dark. While some light is required to produce this effect, anything approaching normal daylight conditions severely degrades the clarity of the view and the range.",
      "special": "Permits the users to see normally in anything less than total darkness by electronically intensifying any available light.",
      "tech-level": 7,
      "mass": 1,
      "cost": 500
    },
    {
      "id": 11,
      "name": "Goggles (PRIS)",
      "description": "PRIS (Portable Radiation Imaging System) goggles have no lenses, but instead project an image for the Traveller. The image can be gathered using a variety of wavelengths; optical, infrared, ultraviolet, radio, and x-ray to name a few. The goggles do not emit these wavelengths, they instead read naturally-occuring emissions, then convert the data into an optical display using false color. Composite images using different spectra are possible and can highlight things missed when viewing in just one mode, but can be very confusing to a new user. Used by engineers for a variety of applications, one of their most important features is the ability to see stresses and cracks in materials long before they become visible to the unaided eye.",
      "special": "Allows the user to display views in different wavelengths.",
      "tech-level": 12,
      "mass": 0,
      "cost": 4000
    },
    {
      "id": 11,
      "name": "NAS",
      "description": "This device consists of a backpack and detachable handheld unit, and can detect neural activity up to 500 meters away. The device can also give a rough estimation of the intelligence level of organisms based on brainwave patterns.",
      "tech-level": 15,
      "mass": 10,
      "cost": 35000
    },
    {
      "id": 11,
      "name": "Personal HUD",
      "description": "A personal HUD (Heads-Up Display) can be fitted to a set of goggles or shades, a monocle, or the inside of a helmet faceplate. The HUD displays information from a variety of sources, such as incoming messages and video from a Traveller's personal comm, data pulled from a hand computer, or an aiming reticule for weapon. Tying any given device or weapon into the HUD and calibrating it properly takes an hour and costs Cr100. Information exchange can be by cable or wireless means. The latter creates a certain amount of radio 'noise' which can be detected or jammed, so military HUDs normally use fiber-optic cable.",
      "special": "Allows a Traveller to gain a DM+1 advantage to actions when aided by their Personal HUD.",
      "tech-level": 9,
      "mass": 0,
      "cost": 1500
    }
  ]
}