{
  "survival-supplies": [
    {
      "id": 1,
      "name": "Antimatter Battery",
      "description": "A matter/antimatter reactor built into a small cylindrical package, 15cm thick and 30cm long. The battery operates completely automatically with no need of external maintenance.",
      "special": "Lasts over a decade and provides enough power to recharge most weapons or other man-portable devices.",
      "tech-level": 18,
      "mass": 5,
      "cost": 1000000
    },
    {
      "id": 1,
      "name": "Artificial Gill",
      "description": "Extracts oxygen from water allowing the wearer to breathe underwater. Only works on worlds with breathable atmospheres (types 4-9)",
      "special": "Allows the wearer to breathe underwater.",
      "tech-level": 8,
      "mass": 4,
      "cost": 4000
    },
    {
      "id": 1,
      "name": "Climbing Kit",
      "description": "A set of accessories designed to make climbing easier. Includes a safety harness, gloves, rock shoes, a belt with secure holders for tools, and head protection.",
      "special": "Provides DM+1 to attempts to climb rock surfaces.",
      "tech-level": 4,
      "mass": 4,
      "cost": 100
    },
    {
      "id": 1,
      "name": "Climbing Kit",
      "description": "Includes a lightweight harness suitable for abseiling or rappelling, expanding mini-pitons for small rock crevices, and more advanced versions of the accessories in the basic kit.",
      "special": "Provides DM+2 to attempts to climb rock surfaces.",
      "tech-level": 8,
      "mass": 2,
      "cost": 500
    },
    {
      "id": 1,
      "name": "Cold Weather Clothing",
      "description": "A set of heavy outergarments designed to protect the Traveller from extremely cold temperatures. Natural materials are used at lower techs. Higher-tech clothing is less bulky and protects the wearer better. The clothing is quite clumsy at low Tech Levels, but usability improves as it advances.",
      "special": "Reduces the damage from arctic conditions to 1D every (4 + TL * 2) hours.",
      "tech-level": 0,
      "mass": 4,
      "cost": 200
    },
    {
      "id": 1,
      "name": "Deep-Diving Suit",
      "description": "A heavily armored suit that includes an advanced gel-breathing system which is tremendously unpleasant to use but allows 6 hours of operation. The gel is tiring to breathe, and is uncomfortable in both donning and removing the suit, as the Traveller must 'drown' in the gel, and then get it out of their lungs afterwards.",
      "special": "Allows the Traveller to operate in extremely deep water for up to 6 hours.",
      "tech-level": 8,
      "mass": 22,
      "cost": 20000
    },
    {
      "id": 1,
      "name": "Desert Kit",
      "description": "A basic desert outfit including loose-fitting trousers and shirt, a wide-brimmed hat, sunglasses, large water bottle (2 liters), and mineral tablets.",
      "special": "Allows Travellers to travel in desert terrain without suffering adverse effects due to heat.",
      "tech-level": 5,
      "mass": 1,
      "cost": 75
    },
    {
      "id": 2,
      "name": "Environment Suit",
      "description": "Designed to protect the wearer from extreme cold or heat, the environment suit has a hood, gloves, and boots, but leaves the face exposed in normal operations. A mask or rebreather can be attached, but truly hostile situations call for the heavy-duty hostile environment vacc suit.",
      "special": "Allows a Traveller to explore Cold or Hot worlds without suffering adverse effects from temperature.",
      "tech-level": 8,
      "mass": 1,
      "cost": 500
    },
    {
      "id": 1,
      "name": "Flare Launcher",
      "description": "A simple pistol or tube type launcher for use with flares. Used as a weapon, a flare gun is highly inaccurate, imposing a Bane on all attack rolls and inflicting 1D damage, though it may set flammable objects on fire.",
      "special": "Allows a Traveller to fire a flare.",
      "tech-level": 5,
      "mass": 0,
      "cost": 75
    },
    {
      "id": 1,
      "name": "Fusion Still",
      "description": "A Fusion Still is built around a small fusion unit which will run continuously for 5 years. The stile has a hopper which can take fluids or organic matter, and collection areas within the stile allow portable water to be extracted, or a just-about edible nutrient product normally known as 'glop'. The exact composition of glop depends upon what is put into the stile and in some cases vital nutrients will be missing. The stile's readout advises the Traveller as to how good (nutritionally speaking) his glop will be, but even the highest technology cannot make glop taste any better. Glop can be output as dry, jaw-busting bars or a damp and fairly disgusting porridge. The stile can also be set to simply produce pure water, or water with a high mineral content. The stile has a power output socket and a cable for recharging items like powered tools, and includes two rechargeable hand lamps which can be connected by cable or taken elsewhere. They will run for 6 hours if unplugged. It also has a built in light unit and a heater that can be used to warm a shelter or to provide localized heat for cooking. Marooned Travellers with a Fusion Still will find their food and water needs are taken care of. However, many Travellers cite the stile's food output as the single greatest drain on their will to live. Fortunately, the stile can also be used to distill alcoholic beverages into spirits for medicinal or recreational use.",
      "special": "For 5 years, will provide food (known as glop) and fresh water. Also includes flashlights, and a heater that can be used to cook. May also distill alcoholic beverages into spirits for medicinal or recreational use.",
      "tech-level": 13,
      "mass": 0,
      "cost": 4500
    },
    {
      "id": 1,
      "name": "Grappling Gun",
      "description": "A grenade launcher-like device used to propel a Grappling Hook to its target using gas or small explosives, with a maximum range of 25 meters. If used as a weapon, it deals 2D damage.",
      "special": "Allows a Traveller to fire a grappling hook up to 25 meters.",
      "tech-level": 7,
      "mass": 3,
      "cost": 100
    },
    {
      "id": 1,
      "name": "Grappling Hook",
      "description": "A hooked device used to attach a rope for climbing purposes, plus 10 meters of stout cord. Grappling Hooks can be thrown or propelled by a launcher. Getting one to attach itself can be tricky and requires an Average (8+) DEX check; attaching to smooth surfaces or trying to get the grappling hook to bite into soil will increase the difficulty.",
      "special": "Allows a Traveller to easily climb up to 25 meters upon a successful Average (8+) DEX check.",
      "tech-level": 7,
      "mass": 3,
      "cost": 100
    },
    {
      "id": 3,
      "name": "Grav Belt",
      "description": "A harness worn across the body, the grav belt is equipped with artificial gravity modules, allowing the Traveller to fly. The internal battery can be operated for a maximum of four hours before recharging. The grav belt allows the wearer to fly at Medium speed.",
      "special": "Allows the Traveller to fly at medium speed for up to four hours.",
      "tech-level": 12,
      "mass": 6,
      "cost": 100000
    },
    {
      "id": 4,
      "name": "Grav Belt",
      "description": "A harness worn across the body, the grav belt is equipped with artificial gravity modules, allowing the Traveller to fly. The internal battery can be operated for a maximum of 12 hours before recharging. The grav belt allows the wearer to fly at Medium speed.",
      "special": "Allows the Traveller to fly at medium speed for up to 12 hours.",
      "tech-level": 15,
      "mass": 6,
      "cost": 100000
    },
    {
      "id": 1,
      "name": "Hydro-Collector",
      "description": "An oval-shaped bowl sitting atop a wide-footed tripod nearly a meter tall when extended, the hydro-collector uses tiny electromagnetic pulses to draw moisture out of the air and collect it as drinkable water. One eight-hour collection session will provide a certain amount of drinking water depending on the average humidity in the local atmosphere. In arid areas, this will produce enough water for one man-day. In temperate areas, three man-days. In moist or humid areas, five man-days. The device is solar powered and recharges while it is collecting in most cases.",
      "special": "After 8 hours of use, provides enough drinking water for 1 man-day in arid climates, and more in more humid environments.",
      "tech-level": 11,
      "mass": 8,
      "cost": 1000
    },
    {
      "id": 1,
      "name": "Hydro-Reclamation Suit",
      "description": "This complete coverage bodysuit is designed to recycle all of a body's fluids and wastes back into usable materials in order to survive much longer in a desert or other arid environment. Like its predecessors, the suit is reflectorized to reduce the heating effect of the sun. It covers the entire body, covering all orifices and inserting several 'replenishment' tubes. Wearing an empty suit and effectively allow the Traveller to go up to thirty days without needing water, and fifteen days without food before needing to have its internal scrubbers and injectors cleaned.",
      "special": "Provides 30 days without water and 15 days without food for a single Traveller.",
      "tech-level": 11,
      "mass": 6,
      "cost": 10000
    },
    {
      "id": 1,
      "name": "Ice Terrain Kit",
      "description": "A set of accessories making crossing ice or climbing icy surfaces a little less hazardous. Includes crampons for boots, snowshoes, rope, and a brightly-colored rescue blanket. The ice terrain kit does not include clothing.",
      "special": "Allows Travellers to travel in icy terrain.",
      "tech-level": 1,
      "mass": 4,
      "cost": 50
    },
    {
      "id": 1,
      "name": "Inertial Locator",
      "description": "Indicates the direction and distance travelled from a starting location.",
      "special": "Prevents the Traveller from getting lost when travelling back to the starting location.",
      "tech-level": 9,
      "mass": 0,
      "cost": 1200
    },
    {
      "id": 1,
      "name": "Infinite Rope",
      "description": "Stored in liquid form within a device looking like a caulk gun, infinite rope is a bacterium binding to itself with amazing strength and flexibility. When needed, the trigger on the 'gun' is pulled and a length of rope will be produced, instantly toughening. The dispenser has a shutter that allows for the rope to then be cut and used as normal. When finished, however, the rope can be balled up and reloaded into the gun to be digested by the bacterium colony and reused later. A single infinite rope dispenser can produce up to 26 meters of rope before running out, and must have at least 1 meter's worth of colony left inside to reclaim old rope (a read out provides details on how much of the colony is left). The rope is extremely strong, carrying up to 750 kilograms without showing stress or tearing.",
      "special": "Can produce a reusable 25 meter long rope that can carry up to 750 kilograms.",
      "tech-level": 16,
      "mass": 1,
      "cost": 1000
    },
    {
      "id": 8,
      "name": "Mask (Breather)",
      "description": "Combines the filter and respirator into a single package.",
      "special": "Allows breathing of Thin and/or Tainted atmospheres, and protects against inhalation of heavy smoke or dust.",
      "tech-level": 8,
      "mass": 0,
      "cost": 150
    },
    {
      "id": 9,
      "name": "Mask (Breather)",
      "description": "Combines the filter and respirator into a single package. Small enough to fit into the nose, or can even be a lung implant.",
      "special": "Allows breathing of Thin and/or Tainted atmospheres, and protects against inhalation of heavy smoke or dust.",
      "tech-level": 10,
      "mass": 0,
      "cost": 2000
    },
    {
      "id": 1,
      "name": "Mask (Combination)",
      "description": "A combination of both filter mask and respirator, which allows breathing of Very Thin and/or Tainted atmospheres.",
      "special": "Allows breathing of Very Thin and/or Tainted atmospheres.",
      "tech-level": 8,
      "mass": 4,
      "cost": 4000
    },
    {
      "id": 1,
      "name": "Mask (Environment)",
      "description": "An environmental mask functions in the same way as the combination mask, but iis also designed to fit seamlessly with NBC or environment suiting, creating a sealed environment for the Traveller and thus protecting against chemical and biological threats. The environment mask is designed to allow communications devices to be used, and includes a drinking apparatus. An environment mask will not function in a vacuum or underwater.",
      "special": "Contains the properties of a combination mask, but is designed to be used with an NBC or other environment suit.",
      "tech-level": 7,
      "mass": 0,
      "cost": 1000
    },
    {
      "id": 7,
      "name": "Mask (Filter)",
      "description": "A filter set that allows an individual to breathe Tainted atmospheres, and also protects against the inhalation of heavy smoke or dust.",
      "special": "Allows breathing or Tainted atmospheres, and protects against inhalation of heavy smoke or dust.",
      "tech-level": 7,
      "mass": 0,
      "cost": 100
    },
    {
      "id": 1,
      "name": "Mask (Life-Support)",
      "description": "The life-support or 'space' mask is functionally similar to the combination mask, but can be used in space or underwater down to a depth of 5m. It gives a full seal with NBC or other emergency suit such as a body sleeve. The mask has integral filters, but is normally connected by a hose to a belt-mounted filter-blower unit or 1-hour air tank. Using the belt filter makes breathing easier and reduces fatigue. The air tank is necessary for vacuum or underwater use. A filter unit and single air tank are included in the mask price. Additional units cost Cr500 each.",
      "special": "Contains the properties of a combination mask, but also allows a Traveller to breathe normally for up to an hour in space or up to 5m underwater.",
      "tech-level": 7,
      "mass": 0,
      "cost": 1000
    },
    {
      "id": 12,
      "name": "Mask (Respirator)",
      "description": "This rebreather concentrates inhaled oxygen, allowing a Traveller to breathe on worlds with a thin atmosphere. It takes the form of a face mask or mouthpiece.",
      "special": "Allows a Traveller to breathe on worlds with a thin atmosphere.",
      "tech-level": 6,
      "mass": 0,
      "cost": 100
    },
    {
      "id": 13,
      "name": "Mask (Respirator)",
      "description": "This rebreather concentrates inhaled oxygen, allowing a Traveller to breathe on worlds with a thin atmosphere. It is small enough to fit into the nose, or can even be a lung implant.",
      "special": "Allows a Traveller to breathe on worlds with a thin atmosphere.",
      "tech-level": 10,
      "mass": 0,
      "cost": 1000
    },
    {
      "id": 1,
      "name": "NBC Suit",
      "description": "An advanced protective suit composed of 'breathable' fabric preventing heat buildup while protecting the Traveller from airborne contaminants, biological or chemical weapons, and radioactive fallout. It offers no protection from direct radiation or vacuum, and requires an environment or life support mask to be effective. NBC suiting is designed to be easy to decontaminate and is only slightly more cumbersome than the normal field uniform worn by soldiers.",
      "special": "Protects a Traveller from airborne contaminants.",
      "tech-level": 8,
      "mass": 2,
      "cost": 250
    },
    {
      "id": 4,
      "name": "Parachute",
      "description": "A basic parachute kit including harness and reserve chute.",
      "special": "Allows a Traveller to slow their descent when falling through an atmosphere with air.",
      "tech-level": 4,
      "mass": 3,
      "cost": 250
    },
    {
      "id": 4,
      "name": "Parachute (Grav)",
      "description": "A personal harness incorporating a smaller version of the grav belt. The chute can be manually controlled or set to activate at a given altitude. Instead of relying upon atmospheric resistance, a grav chute uses a localized contragrav field to slow the Traveller's descent. It does not allow much more lateral movement than a standard parachute but functions even on worlds with no atmosphere. It can be cut in or out, or used for slight braking rather than the all-or-nothing descent available with a conventional chute. The internal batteries are good for one descent. A grav parachute cannot be used to give 'lift' for upward movement, but will slow the Traveller's fall whichever way up he or she may be. Internal safety devices will ensure the Traveller makes a soft landing, often at a very low speed, even if unconscious.",
      "special": "Allows a Traveller to slow their descent when falling. Can automatically deploy even if the user is unconscious.",
      "tech-level": 10,
      "mass": 4,
      "cost": 2000
    },
    {
      "id": 1,
      "name": "Personal Re-Entry Kit",
      "description": "A personal re-entry kit is designed to permit a Traveller to survive insertion into a planetary atmosphere without a vehicle. Normally used as a last-ditch survival measure, the technique of meteoric assault has been developed by the military into a standard combat tactic. It is also an extreme sport in some areas. A re-entry kit consists of an alignment thruster, altimeter, a parawing, and an ablative heat shield. The latter is deployed in the form of a frame and a foam covering that sets hard in seconds. If the user gets it just right, she can make a controlled re-entry to any world with at least a Thin atmosphere, protected from heat by the shield and finally making a descent by parawing. The procedure is complex and dangerous when inserting into a Standard atmosphere, requiring a Difficult (10+) Flyer (wing) check (2D minutes, DEX). Thin and Dense atmospheres represent an even greater challenge, making the check Very Difficult (12+). Failure will likely result in a fiery death or terminal impact with the ground. Some individuals make a sport of personal re-entry. It is banned on many worlds for safety reasons. Re-entry computers are available, which can function as an autopilot for emergency re-entry. The computer costs Cr2500 and allows an untrained user to attempt re-entry with a reasonable chance of success (requiring an 8+ roll on 2D)",
      "effect" : "Allows a Traveller to make a Difficult (10+) Flyer (wing) check to survive re-entry without a vehicle on worlds with a Standard atmosphere. The check increases to Very Difficult (12+) for worlds with a Thin or Dense atmosphere.",
      "tech-level": 8,
      "mass": 50,
      "cost": 15000
    },
    {
      "id": 1,
      "name": "Portable Airlock",
      "description": "A flexible pressure tent kept rigid by a collapsible frame, the portable airlock has two openings and can be attached to a bulkhead to create an emergency airlock. It is most commonly used when cutting into a starship hull for rescue purposes, preserving the environment inside, but can also be used to seal a building against NBC conditions. The airlock is big enough for two vacc suited Travellers to use at once, and is reasonably robust. It comes with a small air bottle to initially inflate it, but then relies on pressure from the area being cut into to remain inflated.",
      "effect" : "Allows up to two vacc suited Travellers to create an airlock against the bulkhead of a starship.",
      "tech-level": 9,
      "mass": 8,
      "cost": 1000
    },
    {
      "id": 10,
      "name": "Portable Fusion Generator",
      "description": "This is a light-duty portable fusion generator, capable of recharging weapons and other equipment for up to one month of use.",
      "effect" : "Recharges weapons and other equipment for up to one month of use.",
      "tech-level": 10,
      "mass": 20,
      "cost": 500000
    },
    {
      "id": 1,
      "name": "Protective Suit",
      "description": "A sealed, air-conditioned suit designed to allow the user to survive in Corrosive atmospheres. The suit's internal air supply is good for 6 hours. This is not a vacc suit, and though it will protect against low pressure (Very Thin atmospheres), it will fail after a short time in Trace atmosphere or vacuum conditions due to internal pressure.",
      "effect" : "Allows a Traveller to survive in Corrosive atmospheres, but cannot be used in atmospheres thinner than Very Thin.",
      "tech-level": 6,
      "mass": 6,
      "cost": 1000
    },
    {
      "id": 1,
      "name": "Protective Suit",
      "description": "A sealed, air-conditioned suit designed to allow the user to survive in Corrosive or Insidious atmospheres. The suit's internal air supply is good for 6 hours. This is not a vacc suit, and though it will protect against low pressure (Very Thin atmospheres), it will fail after a short time in Trace atmosphere or vacuum conditions due to internal pressure.",
      "effect" : "Allows a Traveller to survive in Corrosive and Insidious atmospheres, but cannot be used in atmospheres thinner than Very Thin.",
      "tech-level": 7,
      "mass": 5,
      "cost": 1400
    },
    {
      "id": 1,
      "name": "Protein Tap",
      "description": "A crank-operated auger and press is fed plant or animal matter and pulps it into a paste. Although the pastes produced by the tap tastes like the source material, most tap-users carry syrupy flavors to add to the substance.",
      "special": "Grants a Boon to all Survival checks made to find food in the wild.",
      "tech-level": 9,
      "mass": 0,
      "cost": 1200
    },
    {
      "id": 1,
      "name": "Rad Blanket",
      "description": "This heavy plasticized sheet of lead fibers blocks most radiation that strikes it, saving whatever (or whoever) is taking shelter beneath. All sources of rads being applied to objects beneath the blanket are reduced by 2D * 5 rads. A rad blanket folds into a roughly cubic package that is about 50cm in height, width, and depth.",
      "special": "Reduces radiation exposure from each source by 2D * 5 rads.",
      "tech-level": 9,
      "mass": 0,
      "cost": 1200
    },
    {
      "id": 1,
      "name": "Radiation Suit",
      "description": "An NBC suit will protect the Traveller against contamination from irradiated particles of dust and such, but offers little or no protection against direct radiation such as solar flares or a reactor breach. A vacc suit will offer some protection, but for areas of hard radiation a dedicated radiation suit is required reducing exposure by 100 rads.",
      "effect" : "Reduces radiation exposure by 100 rads when worn.",
      "tech-level": 6,
      "mass": 10,
      "cost": 5000
    },
    {
      "id": 1,
      "name": "Rebreather",
      "description": "The rebreather is a bulky backpack containing breathable atmospheric tanks and a face mask that together collect exhaled gasses and 'scrub' them back into breathable air again. A rebreather provides six hours of breathable atmosphere and can be used to breathe in any environment that is not otherwise harmful, such as being underwater.",
      "effect" : "Provides 6 hours of breathable air in any atmosphere.",
      "tech-level": 6,
      "mass": 10,
      "cost": 250
    },
    {
      "id": 1,
      "name": "Reflectorized Tarpaulin",
      "description": "A thin and flexible metallic sheet whose shiny surface reduces incoming radiation by reflection, decreasing the exposure of anything underneath by 40 rads. The standard version measures 5 by 10 meters.",
      "special": "Reduces radiation exposure by 40 rads..",
      "tech-level": 9,
      "mass": 0,
      "cost": 1200
    },
    {
      "id": 1,
      "name": "Rescue Ball",
      "description": "A rescue ball is intended to allow personnel to survive a pressure breach in a space vessel. It consists of a 2m-diameter ball of reflectorized plastic and a small air bottle good for 4 man-hours. They are usually located at strategic points around the ship and in staterooms. Intended for untrained personnel, they are very easy to use. The Traveller opens a zipped flap, climbs inside, and zips the opening shut, then triggers the air bottle to inflate the ball. A clear section allows vision, and most rescue balls have a 'glove' a Traveller can insert his arm into in order to manipulate outside objects in addition to a towing or securing tether. The ball is reasonably robust, and gives good radar return due to the metallic coating.",
      "effect" : "Allows a Traveller to survive for up to 4 hours in an unpressurized environment.",
      "tech-level": 7,
      "mass": 6,
      "cost": 150
    },
    {
      "id": 11,
      "name": "Rescue Bubble",
      "description": "A large (2 meter diameter) plastic bubble. Piezoelectric layers in the bubble wall translate the user's movements into electricity to recharge the bubble's batteries and power its distress beacon, and a small oxygen tank both inflates the bubble and provides two person/hours of life support. A self-repairing plastic seal serves as an emergency airlock. Rescue bubbles are found on both space and sea vessels as emergency lifeboats.",
      "effect" : "Allows a Traveller to survive for up to 2 hours in an unbreathable environment.",
      "tech-level": 9,
      "mass": 2,
      "cost": 600
    },
    {
      "id": 1,
      "name": "Solar Vaporator",
      "description": "A device using solar panels to generate power during the day (and storing it in an internal battery) and collect moisture from the air, especially at night. It yields 2 liters of water per 24 hours in Standard or Dense atmospheres, 1 liter in Thin atmospheres, and half a liter in Very Thin atmospheres. The Vaporator is stored in a compact (50cm x 20cm x 20cm) package and is unfolded for use.",
      "effect" : "Generates power and up to 2 liters of water per 24 hours in Dense and Standard atmospheres, but less water in thinner atmospheres.",
      "tech-level": 10,
      "mass": 5,
      "cost": 1250
    },
    {
      "id": 1,
      "name": "Swimming Equipment",
      "description": "Includes swim fins, face mask, and a snorkel.",
      "effect" : "Improves speed and manoeuvrability underwater.",
      "tech-level": 3,
      "mass": 2,
      "cost": 200
    },
    {
      "id": 1,
      "name": "Thrust Pistol",
      "description": "A handheld reaction jet using compressed gas, a thrust pistol allows independent maneuver during EVA (Extra-Vehicular Activity or 'space-walk') operations. The pistol's internal reserves allow for an hour of moderate manoeuvring or three minutes of continuous thrust.",
      "effect" : "Allows for manoeuvring in zero-G environments for up to 1 hour.",
      "tech-level": 7,
      "mass": 1,
      "cost": 1000
    },
    {
      "id": 1,
      "name": "Vacc Emergency Kit",
      "description": "A belt-carried pack, this emergency kit is designed to allow a vac suited-Traveller to save himself or someone else in the event of an accident, and to increase the chances of a search finding them. Yanking a lanyard releases a tethered balloon reflector. This is somewhat similar to a rescue ball, but filled at very low pressure. It inflates into a 3 meter diameter radar reflector which is tethered to the Traveller's belt. It vastly increases the Traveller's radar cross-section and makes a search more likely to find him. The kit itself contains a radio beacon/repeater, a handheld strobe beacon, tethering cord, suit patches, spray sealant for multiple small holes, a 30-minute replacement air bottle, and two handheld gas thruster units. The latter are designed to allow the stranded Traveller a last-ditch attempt to reach safety in zero-G conditions. The kit also contains a metallic reflectorized blanket increasing radar detection and reduces absorbed radiation in the event the Traveller is caught outside in a solar flare, decreasing exposure by 100 rads.",
      "effect" : "Allows the Traveller to survive inside a Vacc suit, and provides tools for the Traveller to use to aid rescue attempts.",
      "tech-level": 8,
      "mass": 4,
      "cost": 500
    }
  ]
}