{
  "robots": [
    {
      "id": 0,
      "name": "Astro-Mech Droid",
      "description": "When astro-mech droids first appear, they are expensive and very advanced but as a technological society grows, they often fade into the background and become ubiquitous. An astro-mech droid is designed to be a small spacecraft's best friend, primarily being used to plot jumps and perform maintenance. However, these droids are extremely adaptable and they learn fast, tending to be limited only by their distinctly non-humanoid construction. They come equipped with a variety of tools and equipment stored within their cylindrical frames.",
      "hits": 18,
      "speed": 5,
      "tech-level": 14,
      "cost": 6000000,
      "skills": ["Astrogation 3", "Deception 1", "Electronics (computers) 3", "Engineer (power) 3", "Mechanic 3", "Melee 0", "Pilot (spacecraft) 1"],
      "attacks": ["Stunstick (2D Stun)"],
      "traits": ["Armor (+6)"],
      "programming": "Very Advanced"
    },
    {
      "id": 0,
      "name": "Domestic Servant",
      "description": "A small robot designed to keep living quarters clean and hygienic.",
      "hits": 6,
      "speed": 4,
      "tech-level": 8,
      "cost": 500,
      "skills": ["Profession (domestic cleaner) 2", "Recon 1"],
      "attacks": [],
      "traits": ["Armor (+2)", "small (-2)"],
      "programming": "Basic (cleaning)"
    },
    {
      "id": 0,
      "name": "Centurion",
      "description": "The Centurion is a full-blown battle robot, designed to accept and execute commands that will result in the eradication of an enemy. While they are often employed in security positions or used for manual labor during peace time, once committed to battle, the Centurion is relentless, braving any hazard in order to achieve its objectives.",
      "hits": 32,
      "speed": 7,
      "tech-level": 12,
      "cost": 10000000,
      "skills": ["Athletics (endurance) 2", "Explosives 1", "Gun Combat (slug) 3", "Melee (unarmed) 2", "Recon 3", "Tactics (military) 3"],
      "attacks": ["Two Gauss Rifle (4D)"],
      "traits": ["Armor (+14)"],
      "programming": "Advanced"
    },
    {
      "id": 0,
      "name": "Creeper Assassin",
      "description": "This tiny robot has a single purpose, and is usually considered disposable after - to gain access to a target and deliver a lethal attack. Small enough to be held in the palm, a creeper assassin can vary in appearance, with some slug-like while others are more like metallic spiders. All, however, have deadly purpose once programmed with a specific target. Though its standard mono-blade is perfectly lethal, particularly against targets not expecting an attack, especially vindictive users may also coat the weapon with poison.",
      "hits": 4,
      "speed": 6,
      "tech-level": 12,
      "cost": 600000,
      "skills": ["Athletics (dexterity) 3", "Electronics (computers) 1", "Investigate 2", "Melee (blade) 3", "Navigation 1", "Recon 3"],
      "attacks": ["Mono-blade (3D)"],
      "traits": ["Armor (+6)", "Heightened Senses", "IR/UV Vision", "Small (-4)"],
      "programming": "Advanced"
    },
    {
      "id": 0,
      "name": "Protocol Droid",
      "description": "Within an interstellar society, the clash of cultures can only be compounded when those of different planets and even species meet. The protocol droid is designed to smooth over misunderstandings and allow direct communication between parties. This goes beyond mere language, of which the protocol droid can store up to six million and derive far more, but also customs, etiquette, and , of course, protocol.",
      "hits": 20,
      "speed": 5,
      "tech-level": 14,
      "cost": 3000000,
      "skills": ["Admin 0", "Advocate 0", "Diplomat 2", "Gambler 0", "Language (most of them) 3", "Persuade 1", "Steward 1"],
      "attacks": [],
      "traits": ["Armor (+3)"],
      "programming": "Very Advanced"
    },
    {
      "id": 0,
      "name": "Sanitation Droid",
      "description": "A development of the utility droid, these robots are designed to ensure a living space, be it a home, office, or spaceship, is kept hygienic. Its duties range from washing the clothes of its owners to disinfecting rooms and corridors, though it is adaptable enough to perform other domestic chores, such as preparing meals. Its manufacturers give each sanitation droid a name and distinct personality, which has the ability to develop and grow as it spends time with its owners. There are rumors that some sanitation droids have built-in obsolescence in order to make way for newer models, and that some have managed to break their own programming.",
      "hits": 24,
      "speed": 5,
      "tech-level": 11,
      "cost": 350000,
      "skills": ["Profession (domestic hygienist) 3", "Steward 2"],
      "attacks": [],
      "traits": ["Armor (+2)"],
      "programming": "Advanced"
    },
    {
      "id": 0,
      "name": "Security Drone",
      "description": "With long-running power sources, security drones are used by corporations and some government installations to protect semi-sensitive buildings and compounds. Once programmed with territory to patrol, groups of security drones will roam the area with the intention of warding off anyone who does not match pre-programmed criteria. They can be updated on the fly and communicate with one another for best effect when under threat, but are typically configured to use violence only when provoked. However, it only takes a mechanic of medium skill to change their weaponry to something far more lethal.",
      "hits": 26,
      "speed": 6,
      "tech-level": 10,
      "cost": 850000,
      "skills": ["Gun Combat (energy) 1", "Melee (bludgeon) 1", "Recon 2", "Tactics (military) 1"],
      "attacks": ["Stunner (2D+3 Stun)", "Stunstick (2D Stun)"],
      "traits": ["Alarm", "Armor (+6)"],
      "programming": "Basic (security)"
    },
    {
      "id": 0,
      "name": "Skinjob",
      "description": "The term skinjob tends to be a derogatory statement about a type of robot designed to mimic sentient beings in every way bar one - free will. These robots can pass themselves off as human (or any other race), though they are typically marked in some way so confusion does not arise, and they are employed in tasks that would normally require sentience but are repetitive, unpleasant, or dangerous. This includes long-ranged exploration, advanced construction, and pleasure duties. Skinjobs can be programmed with any skill or range of skills, up to level 4.",
      "hits": 24,
      "speed": 6,
      "tech-level": 16,
      "cost": 18000000,
      "skills": ["As defined upon purchase"],
      "attacks": [],
      "traits": ["Heightened Senses"],
      "programming": "Very Advanced"
    },
    {
      "id": 0,
      "name": "Spider Bomb",
      "description": "A small robot which, by definition, is expendable, the spider bomb is intended to race across a battlefield and explode next to a target. The target is usually programmed on the fly, but the spider bomb is capable enough to pursue if its location changes. Spider bombs can also be programmed to explode immediately upon taking damage, though care must be taken to avoid 'own goals'.",
      "hits": 4,
      "speed": 10,
      "tech-level": 12,
      "cost": 60000,
      "skills": ["Athletics (dexterity) 1", "Explosives 1", "Recon 1"],
      "attacks": ["TDX (4D)"],
      "traits": ["Armor (+8)", "Small (-3)"],
      "programming": "Basic (boom)"
    },
    {
      "id": 0,
      "name": "Urban Pacification Police Robot",
      "description": "Billed as the next stage in law enforcement, the urban pacification models introduced into police departments in some worlds have been controversial to say the least. Equipped to fight a small war, they are capable of storming any criminal hideout and destroying resistance. However, when it comes to lighter duties, critics point to their limited programming and the few deaths that have resulted from contact with the public.",
      "hits": 80,
      "speed": 8,
      "tech-level": 12,
      "cost": 12000000,
      "skills": ["Athletics (endurance) 2", "Heavy Weapons (vehicle) 3", "Recon 1", " Tactics (military) 2"],
      "attacks": ["4 Light Autocannons (6D, Auto 3)"],
      "traits": ["Armor (+18)", "Large (+4)"],
      "programming": "Hunter/Killer"
    },
    {
      "id": 0,
      "name": "Utility Droid",
      "description": "These robots are manufactured in their thousands or, on some worlds, millions. Typically humanoid in appearance, though obviously artificial, utility droids are extremely adaptable and can be programmed to perform almost any basic task, from waiting on tables in a restaurant to performing repetitive work on construction sites. They are designed to be almost disposable, though a healthy second hand market often develops with enterprising programmers reconfiguring utility droids for new tasks. Utility droids have their Profession skill and Basic programming defined upon purchase.",
      "hits": 18,
      "speed": 5,
      "tech-level": 9,
      "cost": 100000,
      "skills": ["Profession (domestic servant) 2"],
      "attacks": [],
      "traits": ["Armor (+3)"],
      "programming": "Basic (servant)"
    }
  ]
}