{
  "medical-supplies": [
    {
      "id": 1,
      "name": "Cryoberth",
      "description": "",
      "tech-level": 10,
      "cost": 50000,
      "mass": 200
    },
    {
      "id": 2,
      "name": "Medkit",
      "description": "Contains diagnostic devices and scanners, surgical tools, and a panoply of drugs and antibiotics, allowing a medic to practice his art in the field.",
      "tech-level": 8,
      "cost": 1000,
      "mass": 0
    },
    {
      "id": 3,
      "name": "Medkit",
      "description": "Contains diagnostic devices and scanners, surgical tools, and a panoply of drugs and antibiotics, allowing a medic to practice his art in the field. Grants DM+1 on Medic checks performed for first aid.",
      "tech-level": 10,
      "cost": 1500,
      "mass": 0
    },
    {
      "id": 4,
      "name": "Medkit",
      "description": "Contains diagnostic devices and scanners, surgical tools, and a panoply of drugs and antibiotics, allowing a medic to practice his art in the field. Grants DM+2 on Medic checks performed for first aid.",
      "tech-level": 12,
      "cost": 5000,
      "mass": 0
    },
    {
      "id": 5,
      "name": "Medkit",
      "description": "Contains diagnostic devices and scanners, surgical tools, and a panoply of drugs and antibiotics, allowing a medic to practice his art in the field. Grants DM+3 on Medic checks performed for first aid.",
      "tech-level": 14,
      "cost": 10000,
      "mass": 0
    },
    {
      "id": 6,
      "name": "Anagathics",
      "description": "These slow the user's aging process. Anagathics are illegal or heavily controlled on many worlds. One dose must be taken each month to maintain the anti-aging effect.",
      "tech-level": 15,
      "cost": 20000,
      "mass": 0
    },
    {
      "id": 7,
      "name": "Anti-rad",
      "description": "Must be administered before or immediately (within ten minutes) after radiation exposure. They absorb up to 100 rads per dose. A Traveller may only use anti-rad drugs once per day - taking any more causes permanent END damage of 1D per dose.",
      "tech-level": 8,
      "cost": 1000,
      "mass": 0
    },
    {
      "id": 8,
      "name": "Combat Drugs",
      "description": "Combat drugs increase reaction times and improve a body's responses to trauma. A Traveller using combat drugs gains DM+4 to all initiative rolls. He gains a free reaction every round with no penalty applied, and reduces all damage sustained by -2 points. The drug kicks in around 20 seconds (three rounds) after ingestion or injection, and lasts for around ten minutes. When the drug wears off, the user is Fatigued.",
      "tech-level": 10,
      "cost": 1000,
      "mass": 0
    },
    {
      "id": 9,
      "name": "Fast Drug",
      "description": "Also called Hibernation, this drug puts the user into a state akin to suspended animation, slowing his metabolic rate down to a ratio of 60 to 1 - a subjective day for the user is actually two months. Fast Drug is normally used to prolong life support reserves or as a cheap substitute for a cryoberth.",
      "tech-level": 10,
      "cost": 200,
      "mass": 0
    },
    {
      "id": 10,
      "name": "Medicinal Drugs",
      "description": "Includes vaccines, antitoxins, and antibiotics. They range in cost from Cr5 to several thousand credits, depending on the rarity and complexity of the drug. Medicinal drugs require the Medic skill to use properly - using the wrong drug can be worse than doing nothing.",
      "tech-level": 5,
      "cost": 5,
      "mass": 0
    },
    {
      "id": 11,
      "name": "Metabolic Accelerator",
      "description": "These boost the user's reaction time to superhuman levels. To the user, everyone else appears to be moving much slower. A Traveller using a metabolic accelerator in combat gains DM+8 to all initiative rolls. He also gains two free reactions every round with no penalties applied for either. The drug kicks in 45 seconds after ingestion or injection, and lasts for around ten minutes. When the drug wears off, the user's system crashes. He suffers 2D points of damage and is Fatigued.",
      "tech-level": 10,
      "cost": 500,
      "mass": 0
    },
    {
      "id": 12,
      "name": "Panaceas",
      "description": "These are wide-spectrum medicinal drugs specifically designed not to interact harmfully. They can therefore be used on any wound or illness and are guaranteed not to make things worse. A Traveller using panaceas may make a Medic check as if he had Medic 0 when treating an infection or disease.",
      "tech-level": 8,
      "cost": 200,
      "mass": 0
    },
    {
      "id": 13,
      "name": "Slow Drug",
      "description": "This is a variant of the metabolic accelerator. It can only be applied safely in a medical facility where life-support and cryotechnology is available, as it increases the metabolism to around thirty times normal, allowing a patient to undergo a month of healing in a single day. Using Medicinal Slow outside of a hospital or sickbay is a messy and painful way to commit suicide, as the user will rapidly cook his internal organs and suffer massive brain damage.",
      "tech-level": 11,
      "cost": 500,
      "mass": 0
    },
    {
      "id": 14,
      "name": "Stims",
      "description": "These remove fatigue, though at a cost. A Traveller who uses stims removes Fatigue, but also sustains one point of damage. If stims are used repeatedly without natural sleep in between, the user suffers a cumulative additional point of damage every time.",
      "tech-level": 8,
      "cost": 50,
      "mass": 0
    }
  ]
}